Repository: anaGadelha19/CustomMapping
Catalog: language/*.po
Languages: ca_es, el_gr, es, et, eu, hr

source: Map browse
ca_es: Consulta el mapa

source: Map feature presence
ca_es: Presència de característiques al mapa

source: Has map features
ca_es: El mapa té característiques

source: Has no map features
ca_es: El mapa no té característiques

source: Geographic location
ca_es: Localització geogràfica
el_gr: Γεωγραφική θέση
es: Localización geográfica
eu: Kokaleku geografikoa

source: Enter a marker label
ca_es: Etiqueta del marcador
el_gr: Εισαγωγή μιας ετικέτας δείκτη
es: Introducir una etiqueta para el marcador
eu: Sartu etiketa markatzailea

source: This block requires MySQL 8.0.24+ or MariaDB 11.7+. Your database version is %s.
ca_es: Aquest bloc requereix MySQL 8.0.24+ o MariaDB 11.7+. La versió de la vostra base de dades és %s.

source: Search by map feature presence
ca_es: Cerca per característiques del mapa

source: Select map feature presence…
ca_es: Selecciona la característica del mapa...

source: Address
ca_es: Adreça

source: Radius
ca_es: Radi

source: Unit
ca_es: Unitat

source: Kilometers
ca_es: Kilòmetres
el_gr: Χιλιόμετρα
es: Kilómetros
et: Kilomeetrid
eu: Kilometroak
hr: Kilometri

source: Miles
ca_es: Milles
el_gr: Μίλια
es: Millas
et: Miilid
eu: Milak
hr: Milje

source: Search by geographic location
ca_es: Cerca per localització geogràfica

source: Order
ca_es: Ordre

source: Delimiter
ca_es: Delimitador

source: Assign media to marker?
ca_es: Assigna un fitxer multimèdia al marcador

source: Media image
ca_es: Imatge del fitxer multimèdia

source: Label source
ca_es: Font de l'etiqueta

source: Default View
ca_es: Vista per defecte
el_gr: Προεπιλεγμένη Προβολή
es: Vista predeterminada
et: aikimisi vaade
eu: Lehenetsitako Ikuspegia
hr: Zadani Prikaz

source: Set the default view using the in-map controls. The current zoom level is %s.
ca_es: Determina la vista per defecta mitjançant els controls del mapa. El nivell de zoom per defecte és %s.
el_gr: Καθορίστε την προεπιλεγμένη προβολή χρησιμοποιώντας τα στοιχεία ελέγχου του χάρτη. Το τρέχον επίπεδο εστίασης είναι %s.
es: Definir la vista por defecto usando los controles del mapa. El nivel de zum actual es %s.
eu: Ezarri lehenetsitako ikuspegia mapa barruko kontrolak erabiliz. Uneko zoom maila %s da.
hr: Postavite zadani prikaz koristeći kontrole na karti. Trenutna razina zumiranja je %s.

source: Groups
ca_es: Grups

source: Overlays
ca_es: Capes superposades

source: Add, edit, and delete overlays below. You may check which overlay you want open by default.
ca_es: Afegeix, edita i elimina capes superposades. Podeu marcar quina capa voleu que estigui oberta per defecte.

source: Save overlay
ca_es: Desa la capa superposada

source: Timeline
ca_es: Línia de temps
el_gr: Χρονογραμμή
es: Cronología
et: Ajatelg
eu: Denbora lerroa
hr: Vremenski Okvir

source: Return to groups
ca_es: Torna als grups

source: Select below
ca_es: Selecciona
el_gr: Επιλέξτε παρακάτω
es: Seleccionar a continuación
et: Vali alt
eu: Hautatu ondoren
hr: Odaberite u nastavku

source: Latitude
ca_es: Latitud
el_gr: Γεωγραφικό πλάτος
es: Latitud
et: Laiuskraad
eu: Latitudea
hr: Zemljopisna širina

source: Longitude
ca_es: Longitud
el_gr: Γεωγραφικό μήκος
es: Longitud
et: Pikkuskraad
eu: Longitudea
hr: Zemljopisna dužina

source: Latitude/Longitude
ca_es: Latitud/Longitud
el_gr: Γεωγραφικό πλάτος/Γεωγραφικό μήκος
es: Latitud/Longitud
et: Laiuskraad/Pikkuskraad
eu: Latitudea/Longitudea
hr: Zemljopisna širina/dužina

source: Default Bounds (sw_lng,sw_lat,ne_lng,ne_lat)
ca_es: Límits predeterminats (sw_lng,sw_lat,ne_lng,ne_lat)
el_gr: Προεπιλεγμένα όρια (sw_lng,sw_lat,ne_lng,ne_lat)
es: Límites por defecto (longitud SO, latitud SO, longitud NE, latitud NE)
eu: Muga Lehenetsiak (sw_lng,sw_lat,ne_lng,ne_lat)

source: Close Me
ca_es: A prop meu
el_gr: Κλείσε με
es: Cerrar
et: Sulge
eu: Itxi Ni
hr: Zatvorite Me

source: Feature image
ca_es: Imatge destacada

source: No Image
ca_es: Sense imatge
el_gr: Χωρίς εικόνα
es: Sin imagen
et: Pilti pole
eu: Irudirik ez
hr: Nema Slike

source: Feature label
ca_es: Etiqueta de la característica

source: Select feature image
ca_es: Seleccioneu la imatge de la característica

source: %s has any value
ca_es: %s té qualsevol valor

source: %s is exactly
ca_es: %s és exactament

source: %s contains
ca_es: %s conté

source: %s is
ca_es: %s és

source: Basemap provider
ca_es: Proveïdor del mapa
el_gr: Πάροχος χάρτη υπόβαθρου
es: Proveedor de cartografía base
et: Põhikaardi teenusepakkuja
eu: Oinarrizko mapa hornitzailea
hr: Davatelj basemapa

source: Search Map
ca_es: Cerca al mapa
el_gr: Αναζήτηση στον χάρτη
es: Buscar mapa
et: Otsi kaardilt
eu: Arakatu Mapa
hr: Pretraži kartu

source: You must select a location on the map.
ca_es: Heu de seleccionar una localització al mapa.
el_gr: Πρέπει να επιλέξετε μια τοποθεσία στο χάρτη.
es: Debe seleccionarse una ubicación en el mapa.
et: Sa pead valima kaardilt asukoha.
eu: Mapan kokalekua hautatu behar duzu.
hr: Morate odabrati lokaciju na karti.

source: A mapping zone must have an item.
ca_es: La zona ha de comptar amb un recurs.
el_gr: Μια ζώνη χαρτογράφησης πρέπει να έχει ένα αντικείμενο.
es: Un área de mapa debe tener un elemento.
eu: Mapatutako zonak elementua eduki behar du
hr: Zona mapiranja mora imati predmet.

source: Map bounds must contain four numbers separated by commas
ca_es: Els límits del mapa s'ha de definir amb quatre valors separats per comes.
el_gr: Τα όρια του χάρτη πρέπει να περιέχουν τέσσερις αριθμούς που χωρίζονται με κόμμα
es: Los límites del mapa deben definirse mediante cuatro números separados por comas
eu: Mapa mugek komaz bereizitako lau zenbaki dituzte
hr: Granice karte moraju sadržavati četiri broja odvojeni zagradama.

source: Map by query
ca_es: Mapa a partir d'una cerca
el_gr: Χάρτης σύμφωνα με το ερώτημα
es: Mapa por consulta
eu: Kontsulta bidezko mapatu
hr: Mapirajte po upitu

source: Map by attachments
ca_es: Mapa amb fitxers adjunts
el_gr: Χάρτης σύμφωνα με τα συνημμένα
es: Mapa con elementos adjuntos
eu: Fitxategi erantsi bidez mapatu
hr: Mapirajte po prilozima

source: Map by groups
ca_es: Mapa amb grups

source: Select the basemap provider. The default is OpenStreetMap.Mapnik. These providers are offered AS-IS. There is no guarantee of service or speed.
ca_es: Seleccioneu el proveïdor del mapa base. El valor per defecte és OpenStreetMap.Mapnik. Aquests proveïdors s'ofereixen tal com són. No es garanteix ni el servei ni la velocitat.
el_gr: Επιλέξτε τον πάροχο του χάρτη υπόβαθρου. Η προεπιλογή είναι OpenStreetMap.Mapnik. Αυτοί οι πάροχοι προσφέρονται ως έχουν. Δεν υπάρχει εγγύηση για υποστήριξη ή ταχύτητα.
es: Seleccionar el proveedor de la cartografía base. Por defecto es OpenStreetMap Mapnik. Estos servicios se ofrecen tal y como son, no existe garantía de calidad o velocidad.
eu: Hautatu oinarrizko mapa hornitzailea. Lehenetsia OpenStreetMap.Mapnik da. Hornitzaile hauek DIREN-BEZALA eskaintzen dira. Ez dago zerbitzu edo abiaduraren bermerik.
hr: Odaberite pružatelja basemapa. Zadana postavka je OpenStreetMap.Mapnik. Ovi se pružatelji nude AS-IS. Ne postoji jamstvo usluge ili brzine.

source: Minimum zoom level
ca_es: Nivell mínim del zoom
el_gr: Ελάχιστο επίπεδο εστίασης
es: Nivel de acercamiento mínimo
et: Minimaalne suurenduse tase
eu: Gutxienezko zoom maila
hr: Minimalna razina zumiranja

source: Set the minimum zoom level down to which the map will be displayed. The default is 0.
ca_es: Establiu el nivell mínim de zoom fins al qual es mostrarà el mapa. El valor per defecte és 0.

source: Maximum zoom level
ca_es: Nivell màxim del zoom
el_gr: Μέγιστο επίπεδο εστίασης
es: Nivel de alejamiento máximo
et: Maksimaalne suurenduse tase
eu: Gehienezko zoom maila
hr: Maksimalna razina zumiranja

source: Set the maximum zoom level up to which the map will be displayed. The default is 19.
ca_es: Establiu el nivell màxim de zoom fins al qual es mostrarà el mapa. El valor per defecte és 19.
el_gr: Καθορίστε το μέγιστο επίπεδο εστίασης μέχρι το οποίο θα εμφανίζεται ο χάρτης. Η προεπιλογή είναι 19.
es: El nivel de zum máximo al que se podrá escalar el mapa. Por defecto es 19.
eu: Mapa bistaratzeko gehienezko zoom maila. Lehenetsia 19 da.
hr: Maksimalna razina zumiranja do kojeg će karta biti prikazana. Zadana vrijednost je 19.

source: Scroll wheel zoom
ca_es: Zoom de la roda de desplaçament
el_gr: Εστίαση με τον τροχό του ποντικιού
es: Zum con rueda de desplazamiento

source: Set whether users can zoom with their mouse wheel when hovering over the map, either automatically upon page load or after clicking inside the map.
ca_es: Establiu si els usuaris poden fer zoom amb la roda del ratolí quan passen el cursor per sobre del mapa, ja sigui automàticament en carregar la pàgina o després de fer clic dins del mapa.
el_gr: Καθορίστε εάν οι χρήστες μπορούν να εστιάζουν με τον τροχό του ποντικιού τους όταν ο δείκτης του αιωρείται πάνω από τον χάρτη, είτε αυτόματα κατά τη φόρτωση της σελίδας είτε αφού κάνουν κλικ πάνω στον χάρτη.
es: Define si las usuarias y usuarios pueden hacer zum con la rueda del ratón al apuntar por encima del mapa, ya sea automáticamente al cargar la página o después de hacer clic dentro de este.

source: Disabled
ca_es: Desactivat
el_gr: Απενεργοποιημένο
es: Desactivado

source: Disabled until map click
ca_es: Desactivat fins que es faci clic al mapa
el_gr: Απενεργοποιημένο μέχρι να γίνει κλικ στον χάρτη
es: Desactivado hasta hacer clic en el mapa

source: Title headline
ca_es: Titular
el_gr: Επικεφαλίδα τίτλου
es: Encabezamiento del título
eu: Titulua
hr: Naslov naslova

source: Title text
ca_es: Títol
el_gr: Κείμενο τίτλου
es: Texto del título
et: Pealkirja tekst
eu: Titulu testua
hr: Tekst naslova

source: Fly to
ca_es: Nivell de zoom
el_gr: Μετάβαση στο
es: Ir a
eu: Joan hona
hr: Odletite do

source: Select the map view to fly to when navigating between events.
ca_es: Selecciona la vista del mapa que es mostrarà en desplaçar-se entre esdeveniments.
el_gr: Επιλέξτε την προβολή χάρτη στην οποία θα μεταβείτε κατά την πλοήγηση μεταξύ συμβάντων.
es: Seleccionar la vista del mapa a la que se irá cuando se navegue entre los eventos.
eu: Hautatu ekintzen artean nabigatzean joan beharreko mapa ikuspegia.
hr: Odaberite prikaz karte na koji ćete letjeti tijekom navigacije između događaja.

source: Default view
ca_es: Vista per defecte
el_gr: Προεπιλεγμένη προβολή
es: Vista por defecto
et: Vaikimisi vaade
eu: Ikuspegi lehenetsia
hr: Zadani prikaz

source: Event marker, zoom 0
ca_es: Marcador d'esdeveniment, zoom 0
el_gr: Δείκτης συμβάντος, εστίαση 0
es: Marcador de evento, zum 0
et: Sündmuse marker, suurendus 0
eu: Ekintza marka, zoom 0
hr: Oznaka događaja, zoom 0

source: Event marker, zoom 2
ca_es: Marcador d'esdeveniment, zoom 2
el_gr: Δείκτης συμβάντος, εστίαση 2
es: Marcador de evento, zum 2
et: Sündmuse marker, suurendus 2
eu: Ekintza marka, zoom 2
hr: Oznaka događaja, zoom 2 Oznaka događaja, zoom

source: Event marker, zoom 4
ca_es: Marcador d'esdeveniment, zoom 4
el_gr: Δείκτης συμβάντος, εστίαση 4
es: Marcador de evento, zum 4
et: Sündmuse marker, suurendus 4
eu: Ekintza marka, zoom 4
hr: Oznaka događaja, zoom 4

source: Event marker, zoom 6
ca_es: Marcador d'esdeveniment, zoom 6
el_gr: Δείκτης συμβάντος, εστίαση 6
es: Marcador de evento, zum 6
et: Sündmuse marker, suurendus 6
eu: Ekintza marka, zoom 6
hr: Oznaka događaja, zoom 6

source: Event marker, zoom 8
ca_es: Marcador d'esdeveniment, zoom 8
el_gr: Δείκτης συμβάντος, εστίαση 8
es: Marcador de evento, zum 8
et: Sündmuse marker, suurendus 8
eu: Ekintza marka, zoom 8
hr: Oznaka događaja, zoom 8

source: Event marker, zoom 10
ca_es: Marcador d'esdeveniment, zoom 10
el_gr: Δείκτης συμβάντος, εστίαση 10
es: Marcador de evento, zum 10
et: Sündmuse marker, suurendus 10
eu: Ekintza marka, zoom 10
hr: Oznaka događaja, zoom 10

source: Event marker, zoom 12
ca_es: Marcador d'esdeveniment, zoom 12
el_gr: Δείκτης συμβάντος, εστίαση 12
es: Marcador de evento, zum 12
et: Sündmuse marker, suurendus 12
eu: Ekintza marka, zoom 12
hr: Oznaka događaja, zoom 12

source: Event marker, zoom 14
ca_es: Marcador d'esdeveniment, zoom 14
el_gr: Δείκτης συμβάντος, εστίαση 14
es: Marcador de evento, zum 14
et: Sündmuse marker, suurendus 14
eu: Ekintza marka, zoom 14
hr: Oznaka događaja, zoom 14

source: Event marker, zoom 16
ca_es: Marcador d'esdeveniment, zoom 16
el_gr: Δείκτης συμβάντος, εστίαση 16
es: Marcador de evento, zum 16
et: Sündmuse marker, suurendus 16
eu: Ekintza marka, zoom 16
hr: Oznaka događaja, zoom 16

source: Event marker, zoom 18
ca_es: Marcador d'esdeveniment, zoom 18
el_gr: Δείκτης συμβάντος, εστίαση 18
es: Marcador de evento, zum 18
et: Sündmuse marker, suurendus 18
eu: Ekintza marka, zoom 18
hr: Oznaka događaja, zoom 18

source: Show contemporaneous events?
ca_es: Voleu mostrar esdeveniments contemporanis?
el_gr: Εμφάνιση ταυτόχρονων γεγονότων;
es: ¿Mostrar eventos coetáneos?
eu: Garaiko gertaerak erakutsi?
hr: Prikaži istovremene događaje?

source: Check this if you want to show all events on the map that exist in the same time period as the current event (default view only).
ca_es: Marca aquesta opció si vols mostrar tots els esdeveniments al mapa que existeixin en el mateix període temporal que l'esdeveniment actual (només en la vista predeterminada).
el_gr: Επιλέξτε αυτό εάν θέλετε να εμφανίζονται στον χάρτη όλα τα συμβάντα που συμβαίνουν ταυτόχρονα με το τρέχον συμβάν (μόνο στην προεπιλεγμένη προβολή).
es: Marcar esta casilla para mostrar en el mapa todos los eventos que coexisten en el mismo periodo de tiempo con el evento actual (sólo para la vista por defecto).
eu: Hautatu hau uneko ekintzaren garai bereko ekintzak erakutsi nahi badituzu mapan (lehenetsitako ikuspegian bakarrik).
hr: Označite ovo ako želite na karti prikazati sve događaje koji postoje u istom vremenskom razdoblju kao i trenutni događaj (samo zadani prikaz).

source: Timeline navigation position
ca_es: Posició de la navegació de la línia de temps
el_gr: Θέση πλοήγησης στη χρονογραμμή
es: Posición de navegación de la cronología
et: Ajateljel navigeerimise asukoht
eu: Denbora-lerro nabigazio kokalekua
hr: Položaj navigacije vremenskom trakom

source: Select the position of the timeline navigation.
ca_es: Selecciona la posició de la navegació de la línia de temps.
el_gr: Επιλέξτε τη θέση της πλοήγησης στη χρονογραμμή.
es: Seleccionar la posición de navegación de la cronología o línea de tiempo.
et: Vali ajateljel navigeerimise asukoht.
eu: Hautatu denbora-lerroko nabigazioaren kokalekua.
hr: Odaberite položaj navigacije vremenskom trakom.

source: Full width, below story slider and map
ca_es: Amplada completa, sota el carrusel d'històries i el mapa
el_gr: Πλήρες πλάτος, κάτω από το ρυθμιστικό αφήγησης και τον χάρτη
es: Ancho completo, deslizador debajo de la historia, y mapa
eu: Zabalera osoa, historio graduatzaile eta maparen azpian

source: Full width, above story slider and map
ca_es: Amplada completa, abans del carrusel d'històries i el mapa
el_gr: Πλήρες πλάτος, πάνω από το ρυθμιστικό αφήγησης και τον χάρτη
es: Ancho completo, deslizador encima de la historia, y mapa
eu: Zabalera osoa, historio graduatzaile eta maparen aurretik

source: Select the timestamp or interval property to use when populating the timeline.
ca_es: Seleccioneu la propietat de marca temporal o d'interval que s'usarà per omplir la línia temporal.
el_gr: Επιλέξτε τη χρονική σήμανση ή την ιδιότητα διαστήματος που θα χρησιμοποιήσετε κατά τη συμπλήρωση της χρονογραμμής.
es: Seleccionar la marca de tiempo o la propiedad de intervalo que se utilizará para generar la línea de tiempo.
eu: Hautatu denbora-lerroa betetzerakoan erabiltzeko denbora-zigilu edo tarte propietatea.
hr: Odaberite svojstvo vremenske oznake ili intervala koje ćete koristiti prilikom popunjavanja vremenske trake.

source: Attach items using this query. No query means all items.
ca_es: Adjunteu els recursos mitjançant aquesta consulta. Si no n'hi ha cap, s'adjuntaran tots els recursos.
el_gr: Επισυνάψτε αντικείμενα χρησιμοποιώντας αυτό το ερώτημα. Κανένα ερώτημα σημαίνει όλα τα αντικείμενα.
es: Añadir fichas a través de esta consulta. Si se deja en blanco, significará todas las fichas.
eu: Gehitu elementuak kontsulta hau erabiliz. Kontsultarik ezak elementu guztiak esan nahi du.

source: Overlay mode
ca_es: Mode de capa superposada

source: Exclusive
ca_es: Exclusiu

source: Inclusive
ca_es: No exclusiu

source: Overlay
ca_es: Capa superposada

source: Select overlay type
ca_es: Seleccioneu el tipus de capa superposada

source: Base URL
ca_es: URL base
el_gr: Βασική διεύθυνση URL
es: URL base
et: Baas URL
eu: Oinarri helbidea
hr: Osnovni URL

source: Layers
ca_es: Capes
el_gr: Στρώσεις
es: Capas
et: Kihid
eu: Kapak
hr: Slojevi

source: The WMS layers, if any (comma-separated).
ca_es: Capes WMS (separades per coma)
el_gr: Οι WMS στρώσεις, εάν υπάρχει κάποια (χωρισμένες με κόμμα).
es: Capas WMS, de haberlas (separadas por comas)
et: WMS kihid, kui neid on (komadega eraldatud)
hr: WMS slojevi, ako ih ima (razdvojeni zarezima).

source: Styles
ca_es: Estils

source: The WMS styles, if any (comma-separated).
ca_es: Estils WMS (separats per coma)
el_gr: Τα WMS στυλ, εάν υπάρχει κάποιο (χωρισμένα με κόμμα).
es: Estilos WMS, de haberlos (separados por comas)
et: WMS stiilid, kui neid on (komadega eraldatud)
hr: WMS stilovi, ako ih ima (razdvojeni zarezima).

source: Label property key
ca_es: Clau de la propietat de l'etiqueta

source: Enter the GeoJSON property key to use for the popup label, if desired.
ca_es: Introduïu la clau de propietat GeoJSON que voleu usar per a l'etiqueta del missatge emergent, si s'escau.

source: Comment property key
ca_es: Clau de la propietat del comentari

source: Enter the GeoJSON property key to use for the popup comment, if desired.
ca_es: Introduïu la clau de propietat GeoJSON que voleu usar per al missatge emergent, si s'escau.

source: Show GeoJSON property list?
ca_es: Voleu mostrar la llista de propietats GeoJSON?

source: Do you want to show all the available GeoJSON properties in the popup?
ca_es: Voleu mostrar totes les propietats GeoJSON disponibles al comentari emergent?

source: Resource classes
ca_es: Classes del recurs

source: Property values (is exactly)
ca_es: Valors de la propietat (és exactament)

source: Property values (contains)
ca_es: Valors de la propietat (conté)

source: Property values (is resource with ID)
ca_es: Valors de la propietat (el recurs té l'ID)

source: Properties (has any value)
ca_es: Propietats (té qualsevol valor)

source: Select a type…
ca_es: Selecciona un tipus...

source: Feature type
ca_es: Tipus de funcionalitat

source: Polygon
ca_es: Polígon

source: Point
ca_es: Punt

source: Filter by resource class
ca_es: Filtra per la classe del recurs

source: Select resource class
ca_es: Selecciona la classe del recurs

source: Select resource classes
ca_es: Selecciona classes de recurs

source: <p>Enter the values, separated by new lines. The format of each value depends on the query type:</p> <ul> <li>"Is exactly": enter a value that is an exact match to the property value.</li> <li>"Contains": enter a value that matches any part of the property value.</li> <li>"Is resource with ID": enter the resource ID (item, item set, media).</li> </ul>
ca_es: <p>Introduïu un valor per línia. El format de cada valor depèn del tipus de cerca:</p> <ul> <li>"És exactament": introduïu un valor que coincideixi exactament amb el valor de la propietat.</li> <li>"Conté": introduïu un valor que coincideixi parcialment amb el valor de la propietat.</li> <li>"És un recurs amb l'ID": introduïu l'ID de l'element (recurs, conjunt de recursos o fitxer).</li> </ul>

source: [Remove label]
ca_es: [Elimina l'etiqueta]

source: Select label property
ca_es: Selecciona la propietat de l'etiqueta

source: Assigned media
ca_es: Fitxer multimèdia assignat

source: [Unassign media]
ca_es: [Fitxer sense assignar]

source: Copy from one item property containing both latitude and longitude
ca_es: Copia des d'una propietat dels recursos que contingui tant la latitud com la longitud

source: Copy from two item properties, one latitude and the other longitude
ca_es: Copia des de dues propietats dels recursos, una per a la latitud i l'altra per a la longitud

source: Copy from one media property containing both latitude and longitude
ca_es: Copia des d'una sola propietat dels fitxers multimèdia que contingui tant la latitud com la longitud

source: Copy from two media properties, one latitude and the other longitude
ca_es: Copia des de dues propietats dels fitxers multimèdia, una de latitud i una altra de longitud

source: Select latitude property
ca_es: Selecciona la propietat latitud

source: Select longitude property
ca_es: Selecciona la propietat longitud

source: Latitude Longitude
ca_es: Latitud Longitud

source: Longitude Latitude
ca_es: Longitud Latitud

source: Comma [,]
ca_es: Coma [,]

source: Space [ ]
ca_es: Espai [ ]

source: Slash [/]
ca_es: Barra [/]

source: Colon [:]
ca_es: Dos punts [:]

source: [Default provider]
ca_es: [Proveïdor per defecte]
el_gr: [Προεπιλεγμένος πάροχος]
es: [Proveedor por defecto]
et: [Vaikimisi teenusepakkuja]
eu: [Hornitzaile lehenetsia]
hr: [Zadani davatelj]

source: Delete features
ca_es: Suprimeix les funcionalitats

source: Copy coordinates to markers
ca_es: Copia les coordenades als marcadors

source: Update features
ca_es: Actualitza les funcionalitats

source: Add feature presence to advanced search
ca_es: Afegeix la presència de característiques a la cerca avançada

source: Add geographic location to advanced search
ca_es: Afegeix la localització geogràfica a la cerca avançada

source: Disable clustering of map features
ca_es: Desactiva l'agrupament de les característiques del mapa

source: Map features are markers, polygons, polylines, and rectangles. Note that large features may not cluster.
ca_es: Les característiques del mapa són marcadors, polígons, polilínies i rectangles. Tingueu en compte que les característiques grans poden no agrupar-se en clústers.

source: Map marker presence
el_gr: Παρουσία δείκτη χάρτη

source: Has map markers
el_gr: Διαθέτει δείκτες χάρτη
eu: Mapa-markatzaileak ditu

source: Has no map markers
el_gr: Δεν διαθέτει δείκτες χάρτη
eu: Ez du mapa-markatzailerik

source: Mapping
el_gr: Χαρτογράφηση
es: Cartografía
et: Kaardid
eu: Mapaketa
hr: Mapiranje

source: The minimum zoom level down to which the map will be displayed. The default is 0.
el_gr: Το ελάχιστο επίπεδο εστίασης στο οποίο θα εμφανίζεται ο χάρτης. Η προεπιλογή είναι 0.
es: El nivel de zum mínimo al que se podrá escalar el mapa. Por defecto es 0.
eu: Mapa bistaratzeko gutxienezko zoom maila. Lehenetsia 0 da.
hr: Minimalna razina zumiranja do kojeg će karta biti prikazana. Zadana vrijednost je 0.

source: Enabled
el_gr: Ενεργοποιημένο
es: Activado

source: Search by map marker presence
el_gr: Αναζήτηση βάσει παρουσίας δείκτη χάρτη
eu: Bilatu mapa marken presentziaren arabera

source: Select map marker presence…
el_gr: Επιλογή παρουσίας δείκτη χάρτη…

source: WMS Overlays
el_gr: Επικαλύψεις WMS
es: Superposiciones WMS
et: WMS kihid
hr: WMS sloj

source: Add, edit, and delete Web Map Service (WMS) overlays below. You may check which overlay you want open by default.
el_gr: Προσθήκη, επεξεργασία και διαγραφή των επικαλύψεων της Υπηρεσίας Χαρτών Ιστού (WMS) παρακάτω. Μπορείτε να ελέγξετε ποια επικάλυψη θέλετε να ανοίγει από προεπιλογή.
es: Añadir, editar, y eliminar capas Web Map Service (WMS). Deben señalarse aquellas que se cargarán por defecto.
et: Allpool saad kaarditeenuse (WMS) kihte lisada, muuta ja kustutada. Võid valida, millist kihti soovid vaikimisi avada.
hr: U nastavku dodajte, uredite i izbrišite slojeve usluge web-mapa (WMS). Možete prema zadanim postavkama provjeriti koji sloj želite otvoriti.

source: Add Overlay
el_gr: Προσθήκη επικάλυψης
es: Agregar capa
et: Lisa kiht
eu: Gehitu Gainjartzea
hr: Dodajte sloj
