Repository: anaGadelha19/CustomMapping
Catalog: language/*.po
Languages: ca_es, el_gr, es, et, eu, hr

source: Save Changes
el_gr: Αποθήκευση αλλαγών
es: Guardar cambios
et: Salvesta muudatused
eu: Gorde Aldaketak
hr: Spremite Promjene

source: Clear Inputs
el_gr: Εκκαθάριση εισακτέων
es: Limpiar entradas
et: Tühjenda lahtrid
eu: Garbitu Sarrerak
hr: Očisti Unose

source: Item: %s
el_gr: Αντικείμενο: %s
es: Ficha: %s
et: Ühik: %s
eu: Elementua: %s
hr: Predmet: %s

source: Media: %s
el_gr: Πολυμέσο: %s
es: Medio: %s
et: Meedia: %s
eu: Multimedia: %s
hr: Medij: %s

source: Marker Image
el_gr: Εικόνα δείκτη
et: Markeri pilt
eu: Marka Irudia
hr: Slika oznake

source: Marker Label
el_gr: Ετικέτα δείκτη
et: Markeri silt
eu: Marka Etiketa
hr: Oznaka

source: Select Marker Image
el_gr: Επιλογή εικόνας δείκτη
et: Vali markeri pilt
eu: Hautatu Marka Irudia
hr: Odaberite sliku oznake

source: View media
el_gr: Προβολή πολυμέσου
et: Vaata meediat
eu: Ikusi multimedia
hr: Pogledajte medij

source: View item
el_gr: Προβολή αντικειμένου
et: Vaata ühikut
eu: Ikusi elementua
hr: Pogledajte predmet

source: Map Browse
el_gr: Περιήγηση χάρτη
es: Explorar mapa
et: Kaardi sirvimine
eu: Arakatu Mapa
hr: Pregledavanje karte

source: Geographic Address
et: Geograafiline aadress
eu: Helbide Geografikoa
hr: Geografska Adresa

source: Geographic Radius
et: Geograafiline raadius
eu: Erradio Geografikoa
hr: Geografski Radijus

source: Geographic Radius Unit
et: Geograafilise raadiuse ühik
eu: Erradio Geografiko Unitatea
hr: Jedinica Geografskog Radijusa

source: Select map marker presenceâ€¦
eu: Hautatu mapa-markatzaileen presentzia...
